<?php
/**
 * 简体中文，回复消息数组
 */
return [
  'M0001' => '当日已签到请明天再来',
  'M0002' => '签到成功，坚持才是胜利',
  'M0003' => '数据处理失败',
  'L0171' => '注册成功',
  'L0172' => '注册失败',
  'L0164' => '请用手机号码或邮箱登录',
  'L0166' => '用户名或密码错误',
  'L0167' => '登录信息更新失败，请重新登录',
  'B0001' => '待审核',
  'B0002' => '未通过',
  'B0003' => '操盘中',
  'B0004' => '已结束',
  'B0005' => '已逾期',
  'B0006' => '免息配资',
  'B0007' => '按天配资',
  'B0008' => '按周配资',
  'B0009' => '按月配资',
  'B0010' => '免费体验',
  'B0011' => '模拟操盘',
  'B0012' => '已通过',
  'B0013' => '审核通过',
  'B0014' => '审核未通过',
];