<?php
// +----------------------------------------------------------------------
// | 系统框架
// +----------------------------------------------------------------------
// | 版权所有 2017~2020 蔡伟明 <314013107@qq.com>科技有限公司 [ http://www.lurenjiayi.com ]
// +----------------------------------------------------------------------
// | 官方网站：http://www.lurenjiayi.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
/**
 * 模块信息
 */
return [
  'name' => 'interest',
  'title' => '余额利息模块',
  'identifier' => 'interest.lixi.module',
  'icon' => 'fa fa-fw fa-users',
  'author' => 'Yan',
  'version' => '1.0.0',
  'description' => '余额利息模块',
];
