<?php
// +----------------------------------------------------------------------
// | 系统框架
// +----------------------------------------------------------------------
// | 版权所有 2017~2020 蔡伟明 <314013107@qq.com>科技有限公司 [ http://www.lurenjiayi.com ]
// +----------------------------------------------------------------------
// | 官方网站：http://www.lurenjiayi.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
/**
 * 模块信息
 */
return [
  'name' => 'fund',
  'title' => '跟投/基金模块',
  'identifier' => 'fund.jijin.module',
  'icon' => 'fa fa-fw fa-users',
  'author' => 'ZhangJiLi',
  'author_url' => 'http://www.lurenjiayi.com',
  'version' => '1.0.0',
  'description' => '跟投/基金模块',
  'need_plugin' => [],
  'need_module' => [
    [
      'fund',
      'fund.jijin.module',
      '1.0.0',
    ],
  ],
];
